ambulance/app/controllers/ambulances_controller.rb

  def index
    @ambulances = Ambulance.all
---
SELECT "ambulances".* FROM "ambulances"